Repository: pluginsGLPI/xivo
Catalog: locales/*.po
Languages: cs_cz, tr_tr

source: XIVO informations
cs_cz: Informace z XIVO
tr_tr: XIVO Bilgileri

source: Xivo ID
cs_cz: XIVO identifikátor
tr_tr: Xivo Kodu

source: Template
cs_cz: Šablona
tr_tr: Kalıp

source: Last synchronisation
cs_cz: Minulá sychronizace
tr_tr: Son Eşitleme

source: REST API access
cs_cz: Přístup k REST API
tr_tr: REST API erişimi

source: Get phone devices
cs_cz: Získat telefonní zařízení
tr_tr: Telefon Aygıtlarını Al

source: Get single device
cs_cz: Získat jedno zařízení
tr_tr: Tek Aygıt Al

source: Get lines
cs_cz: Získat linky
tr_tr: Hatları Al

source: Get single line
cs_cz: Získat jednu linku
tr_tr: Tek Hat Al

source: Get users
cs_cz: Získat uživatele
tr_tr: Kullanıcıları Al

source: Import Xivo assets
cs_cz: Importovat Xivo zařízení
tr_tr: Xivo Varlıklarını Al

source: %1$d line imported
cs_cz: %1$d linka importována
tr_tr: %1$d hat alındı

source: %1$d phone imported
cs_cz: %1$d telefon importován
tr_tr: %1$d telefon alındı

source: Connect to XIVO
cs_cz: Připojit k XIVO
tr_tr: XIVO bağlantısı kur

source: XIVO username
cs_cz: XIVO uživatelské jméno
tr_tr: XIVO kullanıcı adı

source: XIVO password
cs_cz: XIVO heslo
tr_tr: XIVO parolası

source: XIVO phone number
cs_cz: XIVO telefonní číslo
tr_tr: XIVO telefon numarası

source: XIVO connected
cs_cz: XIVO připojeno
tr_tr: XIVO bağlantısı kuruldu

source: User
cs_cz: Uživatel
tr_tr: Kullanıcı

source: Phone
cs_cz: Telefon
tr_tr: Telefon

source: Incoming call
cs_cz: Příchozí volání
tr_tr: Gelen çağrı

source: On call
cs_cz: Na telefonu
tr_tr: Görüşüyor

source: Dialing
cs_cz: Vytáčení
tr_tr: Arıyor

source: Answer
cs_cz: Zvednout
tr_tr: Yanıtladı

source: Hangup
cs_cz: Zavěsit
tr_tr: Kapattı

source: Hold
cs_cz: Podržet
tr_tr: Bekliyor

source: Phone actions
cs_cz: Akce telefonu
tr_tr: Telefon işlemleri

source: Dial number
cs_cz: Vytočit číslo
tr_tr: Numara ara

source: Transfer to number
cs_cz: Přenést na číslo
tr_tr: Numaraya aktar

source: Dial
cs_cz: Vytočit
tr_tr: Ara

source: Transfer
cs_cz: Přenos
tr_tr: Aktar

source: User found in GLPI:
cs_cz: Uživatel nalezený v GLPI:
tr_tr: GLPI üzerinde bulunan kullanıcı:

source: Multiple users found with this phone number
cs_cz: Pro toto tel. číslo nalezeno vícero uživatelů
tr_tr: Bu telefon numarasıyla kayıtlı birden çok kullanıcı bulundu

source: Add a phone
cs_cz: Přidat telefon
tr_tr: Telefon Ekle

source: Add a line
cs_cz: Přidat linku
tr_tr: Hat Ekle

source: Protocol
cs_cz: Protokol
tr_tr: İletişim Kuralı

source: Provisioning code
cs_cz: Kód zajištění
tr_tr: Sağlanan Alan Kodu

source: Caller num
cs_cz: Číslo volajícího
tr_tr: Arayan Numara

source: Caller name
cs_cz: Jméno volajícího
tr_tr: Arayan Adı

source: Line
cs_cz: Linka
tr_tr: Hat

source: Xivo line_id
cs_cz: XIVO identifikátor linky
tr_tr: Xivo hat_kodu

source: Provisioning extension
cs_cz: Linka zajištění
tr_tr: Sağlanan Dahili

source: Device slot
cs_cz: Slot telefonu
tr_tr: Aygıt Konumu

source: Position
cs_cz: Pozice
tr_tr: Konum

source: Registrar
cs_cz: Registrátor
tr_tr: Kayıt Eden

source: Associated lines
cs_cz: Přiřazené linky
tr_tr: İlgili Hatlar

source: Configuration of XIVO integration
cs_cz: Nastavení integrace XIVO
tr_tr: XIVO bütünleştirmesi yapılandırması

source: XUC integration (click2call, presence, etc)
cs_cz: Integrace XUC (zavolat kliknutím, přítomnost, atd)
tr_tr: XUC bütünleştirmesi (click2call, presence, vb)

source: XUC url (with port)
cs_cz: URL adresa XUC (s portem)
tr_tr: XUC adresi (kapı numarası ile)

source: Secure connection to WebSocket
cs_cz: Zabezpečené připojení na WebSocket
tr_tr: Güvenli WebSocket bağlantısı

source: Enable for Self-service users
cs_cz: Zapnout pro samoobslužné uživatele
tr_tr: Kendi kendine hizmet alan kullanıcılar için ektinleştir

source: Click2call
cs_cz: Volat kliknutím

source: Presence
cs_cz: Přítomnost

source: Callcenter features
cs_cz: Funkce kontaktního centra
tr_tr: Çağrı merkezi özellikleri

source: Auto-open user/ticket on call
cs_cz: Při volání automaticky otevřít uživatele/požadavek
tr_tr: Çağrı yapıldığında kullanıcı/destek kaydı otomatik açılsın

source: Auto-open in new window
cs_cz: Automaticky otevírat v novém okně
tr_tr: Otomatik olarak yeni pencerede açılsın

source: Keep xuc session
cs_cz: Zachovat xuc relaci
tr_tr: Xuc oturumu tutulsın

source: Import assets into GLPI inventory
cs_cz: Importovat majetek do GLPI inventáře
tr_tr: Varlıkları GLPI stoğuna içe aktar

source: API REST url
cs_cz: URL adresa REST API
tr_tr: API REST adresi

source: Import phones
cs_cz: Importovat telefony
tr_tr: Telefonları içe aktar

source: Also import phones with
cs_cz: Také importovat telefony s
tr_tr: Ayrıca şu telefonları içe aktar

source: empty serial
cs_cz: nevyplněným sériovým číslem
tr_tr: seri numarası olmayan

source: empty mac
cs_cz: nevyplněnou mac adresou
tr_tr: mac adresi olmayan

source: 'not_configured' state
cs_cz: stav „nenastaveno“
tr_tr: 'yapılandırılmamış' durumda olan

source: Import lines
cs_cz: Importovat linky
tr_tr: Hatları içe aktar

source: Import phones-lines relation
cs_cz: Importovat vztahy telefony-linky
tr_tr: Telefon hattı ilişkilerini içe aktar

source: REST API status
cs_cz: Stav REST API
tr_tr: REST API durumu

source: Last Error
cs_cz: Poslední chyba
tr_tr: Son Hata

source: Auth token
cs_cz: Ověřovací token
tr_tr: Kimlik Doğrulama Kodu

source: ACL
cs_cz: ACL seznam
tr_tr: EDL
